/* 
  Localizable.strings
  Rdio Alarm

  Created by David Brunow on 11/4/12.

*/

"SNOOZE" = "snooze";
"SET ALARM" = "uzstādītu modinātāju";
"PLEASE REST PEACEFULLY" = "lūdzu, esiet mierīgi";
"PLUG ME IN" = "Jums tiešām vajadzētu pieslēgt mani...";
"CANCEL ALARM" = "Atcelt Alarm";
"TURN OFF ALARM" = "Izslēgt Alarm";
"ALARM CANCELED" = "Signalizācija Atcelts";
"ALARM STOPPED" = "Signalizācija Stopped";
"CHARGING LABEL" = "jums ir dāsna un gādīga persona";
"SIGN OUT" = "SIGNOUT";
"CHOOSE ALARM TIME" = "Izvēlieties Alarm Time";
"NOT SIGNED IN LABEL" = "To wake up to full tracks from your playlists, you must sign into Rdio®. Not yet an Rdio user? \nTap here for more information.";
"CHANGE SETTINGS" = "Mainīt Iestatījumus";
"SETTINGS OPENED" = "Iestatījumi Atvērts";
"SETTINGS CLOSED" = "Iestatījumi Slēgts";
"LOADING" = "iekraušana...";
"SELECTED PLAYLIST IS" = "Izvēlētais Playlist ir %@";
"CHOOSE PLAYLIST" = "Izvēlēties Repertuāru...";
"COLLAB HEADER" = "   Sadarbības";
"SUBSCRIBED HEADER" = "   Parakstītais";
"OWNED HEADER" = "   Pieder";
"COLLAB" = "Sadarbības";
"SUBSCRIBED" = "Parakstītais";
"OWNED" = "Pieder";
"APP MUST BE OPEN REMINDER" = "Jums nav mosties ar mūziku, ja jūs aizvērt no Wake Up.";
"TURN ALARM BACK ON" = "ieslēgt modinātāju atpakaļ";
"CANNOT CONNECT TO RDIO" = "Nevar izveidot savienojumu ar Rdio ®. Jūsu signalizācija nedarbosies, ja jūs nevar savienot. Jūs, iespējams, vēlas, lai izveidotu rezerves trauksmi.";
"YOUR ALARM IS SET" = "jūsu signālam";
"WAKE UP TO" = "MOSTIETIES";

"SNOOZE SLIDER LABEL" = "SNOOZE Rdio PAR";
"SLEEP SLIDER LABEL" = "Aizmigt UZ %@ PAR";
"LBLSLIDERNO" = "NĒ";
"LBLSLIDERYES" = "JĀ";
"SHUFFLE" = "Shuffle playlist?";
"AUTOSET AM PM" = "AM/PM tiks noteikts automātiski";
"INNER TIME BUBBLE TEXT" = "%d min";
"INNER TIME BUBBLE TEXT PLURAL" = "%d mins";
"INNER TIME BUBBLE TEXT DISABLED" = "nespējīgs";
"AUTO ALARM BEING SET" = "auto uzstādījums signalizācija";
"AUTO ALARM PLAYLIST" = "waking līdz";
"CONTACT US" = "EMAIL US";
"CURRENT TIME IS" = "Pašreizējais laiks";
"AUTO ALARM" = "Auto komplekts signalizācija, kad lietotne uzsāk?";

"go make playlists" = "jums nav sarakstus! go veikt dažas no rdio app, un pēc tam nāk atpakaļ";
"NO PLAYLISTS FOUND" = "   Neviens mūzikas saraksts FOUND";
"CONFIRM SIGN OUT" = "Vai jūs vēlaties izrakstīties no Rdio?";
"Cancel" = "Atcelt";
"Sign Out" = "Izrakstīties";

//This is used exclusively in the iPod version of the app
"go make playlists music" = "jums nav sarakstus! go veikt dažas mūzikas app, un pēc tam nāk atpakaļ";
"SNOOZE SLIDER LABEL MUSIC" = "SNOOZE MŪZIKA";
"MUSIC" = "MŪZIKA";
"PLAYLISTS" = "   ATSKAŅOŠANAS SARAKSTI";

